/* Localizable strings of com.apple.iChat.Managed preference manifest */

"iChat.pfm_title" =			"iChat";
"iChat.pfm_description" =			"iChat preferences.";

"XMPPAccount.pfm_title" =			"Account Info for 10.5";
"XMPPAccount.pfm_description" =			"Account information for 10.5.";

"LoginAs.pfm_title" =			"Account Name";
"LoginAs.pfm_description" =			"Account name and iChat server in the format of an email address. Use “%@” to specify the current user’s short name. For example, “%@@ichat.apple.com”";
"AllowSelfSignedSSL.pfm_title" =			"Allow Self-signed SSL";
"AllowSelfSignedSSL.pfm_description" =			"Set to 1 to allow self-signed SSL certificates.";
"AutoDiscoverHostAndPort.pfm_title" =			"Autodiscover Server";
"AutoDiscoverHostAndPort.pfm_description" =			"Set to 1 for client to automatically discover iChat server and port.";
"Description.pfm_title" =			"Description";
"Description.pfm_description" =			"Account description.";
"UseKerberos5.pfm_title" =			"Kerberos";
"UseKerberos5.pfm_description" =			"Set to 1 to use Kerberos v5 authentication.";

"UseSSL.pfm_title" =			"Use SSL";
"UseSSL.pfm_description" =			"Set to 1 to use SSL encryption.";
"ServerHost.pfm_title" =			"Server Address";
"ServerHost.pfm_description" =			"iChat server address as a DNS name or an IP address.";
"ServerPort.pfm_title" =			"Server Port";
"ServerPort.pfm_description" =			"iChat server port number.";
"ServerSSLPort.pfm_title" =			"Server SSL Port";
"ServerSSLPort.pfm_description" =			"iChat server port SSL port number.";
